Repository: alarionov123/extended_out_of_stock_actions
Catalog: var/langs/*/addons/analog_request.po
Languages: ru_ru

# Addons::name::analog_request
source: Extended out of stock actions
ru_ru: Расширенный функционал работы с аналогами товаров

# Addons::description::analog_request
source: Adds a new out of stock actions
ru_ru: Модуль добавляет дополнительные действия при отсутствии товара в наличии

# Languages::request_analog
source: Request analog
ru_ru: Подобрать аналог

# Languages::analog_request.request_price
source: Request price
ru_ru: Цена по запросу

# Languages::analog_request.quantity
source: Quantity
ru_ru: Кол-во

# Languages::analog_request.name
source: Name
ru_ru: Имя

# Languages::analog_request.phone_or_email
source: Phone Email
ru_ru: Телефон Почта

# Languages::analog_request.requested_product
source: Requested product
ru_ru: Товар

# Languages::request_analog_list
source: Requests analog
ru_ru: Запросы аналога

# Languages::analog_request.request_created
source: Request created
ru_ru: Мы получили ваш запрос. Менеджер свяжется с вами в ближайшее время.

# Languages::analog_request.something_went_wrong
source: Something went wrong
ru_ru: Что-то пошло не так. Пожалуйста, повторите попытку позже.

# Languages::extended_out_of_stock_actions.text_email_notice
source: New analog request received
ru_ru: Поступил новый запрос на аналог. Проверьте панель администратора.

# Languages::extended_out_of_stock_actions.subj
source: Request analog
ru_ru: Запрос аналога

# Languages::extended_out_of_stock_actions.event.request_created.name
source: Request analog: New request was received
ru_ru: Запрос аналога: Получен новый запрос

# Languages::email_template.extended_out_of_stock_actions_email_template
source: Request analog: New request was received
ru_ru: Запрос аналога: Получен новый запрос

# SettingsOptions::analog_request::analogs_settings_header
source: Settings of a scroller within form
ru_ru: Настройки скроллера в форме
